basics/app/controllers/basics_controller.rb

  def quotations

    @quotation = Quotation.new
    query = Quotation.all
---
SELECT "quotations".* FROM "quotations" ORDER BY "quotations"."created_at" ASC